Repository: rafaelps95/AudictiveMusic
Catalog: AudictiveMusicUWP/Strings/*/Resources.resw
Source language: en
Languages: es, fr, pt

# AboutTitle.Text
source: About
es: Acerca de
fr: À propos de
pt: Sobre

# AddToPlaylist
source: Add to play queue
es: Agregar a cola de reproducción
fr: Ajouter à la playlist en cours
pt: Adicionar à fila

# Albums.Text
source: Albums
es: Álbumes
pt: Álbuns

# AppThemeSettingsItem.Text
source: App theme
es: Tema de la aplicación
fr: Thème de l'application
pt: Tema do aplicativo

# AppThemeDark.Content
source: Dark
es: Oscuro
fr: Foncé
pt: Escuro

# AppThemeLight.Content
source: Light
es: Claro
fr: Clair
pt: Claro

# AppThemeSystem.Content
source: Follow the system theme
es: Usar configuración del sistema
fr: Suivez le thème du système
pt: Padrão do Windows

source: by
es: por
fr: par
pt: por

# Credits1.Text
source: For music metadata (for developers):
es: Para los metadatos de música:
fr: Pour les métadonnées de la musique (pour les développeurs):
pt: Para os metadados de música (para desenvolvedores):

# Credits2.Text
source: For Youtube videos info (for developers):
es: Para informaciónes de los vídeos de Youtube:
fr: Pour les vidéos Youtube info (pour les développeurs):
pt: Para informações dos vídeos do Youtube (para desenvolvedores):

# DownloadImages.Header
source: Download artist images
es: Descarga imágenes de los artistas
fr: Télécharger des images des artistes
pt: Baixar imagens dos artistas

# DownloadImagesCaption.Text
source: Artist images are downloaded to provide a better user experience. Charges may apply if you use your cellular data connection. In order to obtain the images, we need to send some info to external servers. We don't share your personal info.
es: Las imágenes de los artistas se descargan (si está disponible) para proporcionar una mejor experiencia de usuario. Pueden aplicarse cargos si se utiliza la conexión de datos.
fr: Images de l'artiste sont téléchargés de fournir une meilleure expérience utilisateur. Frais peuvent être facturés si vous utilisez votre connexion de données
pt: Imagens dos artistas são baixadas (quando disponíveis) para proporcionar uma melhor experiência de uso. Taxas podem ser cobradas se utilizar conexão de dados.

source: No results for '
es: No hay resultados para '
fr: Aucun résultat trouvé pour '
pt: Não há resultados para '

# NoSongsFromArtist.Text
source: You don't have any songs from this artist
es: Usted no tiene ninguna música de este artista.
fr: Vous ne devez pas aucune chanson de cet artiste
pt: Você não possui nenhuma música deste artista

# OffContent
source: Off
es: Desativado
pt: Desativado

# OnContent
source: On
es: Ativado
pt: Ativado

source: Play
es: Reproducir
fr: Tout lire
pt: Reproduzir

# Playback.Text
source: Playback
es: Reproducción
fr: Reproduction
pt: Reprodução

# PlayCollection.Text
source: Play your collection
es: Reproducir su colección
fr: Tout lire en aléatoire
pt: Reproduzir coleção

# PlayerStartup.Header
source: Display the player on startup
es: Mostrar el reproductor al iniciar
fr: Afficher l'écran du lecteur au démarrage
pt: Mostrar o player ao iniciar

# PlayerStartupCaption.Text
source: Start with the player when a song is on the queue
es: El reproductor se muestra al iniciar la aplicación si hay una canción en la cola de reproducción
fr: Montrer le lecture quand une chanson est sur la file d'attente
pt: O player é exibido ao iniciar o aplicativo caso haja alguma música na fila de reprodução

source: Play only this song
es: Jugar sólo esta canción
fr: Lire uniquement cette chanson
pt: Tocar somente esta música

# PostVideo.Text
source: Post a video
es: Publique un vídeo
pt: Publique um vídeo

# RateAndReview.Text
source: Rate & Review
es: Evaluar la aplicación
fr: Évaluer et commenter
pt: Avaliar na loja

# RateAppSettingsItem.Text
source: Leave a review on Microsoft Store
es: Deja una reseña en Microsoft Store
fr: Laisser un avis sur le Microsoft Store
pt: Deixe um comentário na Microsoft Store

# ReloadCollection.Text
source: Reload your collection
es: Actualizar su colección
fr: Recharger votre collection
pt: Atualizar coleção

# Settings.Text
source: Settings
es: Ajustes
fr: Paramètres
pt: Configurações

# ShuffleMode.Header
source: Shuffle Mode
es: Aleatorio
fr: Mode aléatoire
pt: Modo aleatório

# Songs.Text
source: Songs
es: Canciones
fr: Chansons
pt: Músicas

# Version.Text
source: Version:
es: Versión:
pt: Versão:

# VolumeCaption.Text
source: Set your volume preferences
es: Definir las preferencias de volumen
fr: Définissez vos préférences de volume
pt: Defina suas preferências de volume

# AboutDevelopedBy.Text
source: This application is developed by
es: Esta aplicación es elaborado por
fr: Cette application est développé par
pt: Este aplicativo é desenvolvido por

# AddToFavoritesString
source: Add to favorites
es: Agregar a los favoritos
fr: Ajouter aux favoris
pt: Adicionar aos favoritos

# FavoritesMargin.Header
source: Show margins between tiles
es: Mostrar espacios entre los bloques
fr: Afficher les marges entre les éléments
pt: Mostrar margens entre os blocos

# FavoritesMarginCaption.Text
source: Add or remove the margins between tiles
es: Añade o elimina los espacios entre los bloques en la sección de favoritos
fr: Ajouter ou supprimer les marges entre les éléments
pt: Adiciona ou remove as margens entre os blocos na seção dos favoritos

# FavoritesMarginString
source: Show margins between tiles
es: Mostrar espacios entre los bloques
fr: Afficher les marges entre les éléments
pt: Mostrar margens entre os blocos

# FavoritesSettings.Text
source: Favorites settings
es: Opciones de favoritos
fr: Favoris paramètres
pt: Opções dos favoritos

# FavoritesSettingsString
source: Favorites settings
es: Opciones de favoritos
fr: Favoris paramètres
pt: Opções dos favoritos

# FavoritesTileSize.Header
source: Show more tiles
es: Mostrar más bloques
fr: Afficher plus d'éléments
pt: Mostrar mais blocos

# FavoritesTileSizeCaption.Text
source: Change the size of the tiles
es: Cambiar el tamaño de los bloques que se muestran en la sección de favoritos
fr: Changer la taille des éléments
pt: Alterar o tamanho dos blocos mostrados na tela de favoritos

# FavoritesTileSizeString
source: Show more tiles
es: Mostrar más bloques
fr: Afficher plus d'éléments
pt: Mostrar mais blocos

# NoFavoritesMessage.Text
source: Your favorite songs will show up here.
es: Tus canciones favoritas aparecerán aquí.
fr: Vos chansons favoris apparaîtront ici.
pt: Suas músicas favoritas aparecerão aqui.

# NoTile.Text
source: No
fr: Non
pt: Não

# RefreshCollection.Text
source: Reload your collection
es: Actualizar su colección
fr: Recharger votre collection
pt: Recarregar coleção

# ShuffleModeCaption.Text
source: This will not affect the current playback
es: Esto no afecta a la reproducción actual
fr: Ce ne sera pas affecter la lecture en cours
pt: Isso não afetará a reprodução atual

# TileAutoPlay.Header
source: Autoplay after open a tile
es: Reproducir a abrir un azulejo
pt: Reproduzir ao abrir um bloco

# TileAutoPlayCaption.Text
source: If enabled, start playing the artist songs after opening the corresponding tile from your start screen
es: Al iniciar la aplicación a través de azulejo de un artista, si está habilitado, comienza auomaticamente la reproducción
pt: Ao iniciar o aplicativo através de um bloco de artista, se ativado, inicia a reprodução auomaticamente

# UnpinMessageTile.Text
source: Do you want to remove this tile?
es: ¿Quieres eliminar este azulejo?
pt: Deseja remover este bloco?

# VolumeSliderCaption.Text
source: Set your volume preferences
es: Definir las preferencias de volumen
fr: Définissez vos préférences de volume
pt: Defina suas preferências de volume

# YesBtn.Content
source: Yes
es: Sí
fr: Oui
pt: Sim

# AddToFavorites.Text
source: Add to favorites
es: Agregar a los favoritos
fr: Ajouter aux favoris
pt: Adicionar aos favoritos

# AddToNowPlaying.Text
source: Add to play queue
es: Agregar a cola de reproducción
fr: Ajouter à la playlist en cours
pt: Adicionar à fila

# AddToPlaylistMenu.Text
source: Add to playlist...
es: Agregar a lista de reproducción...
fr: Ajouter à la playlist...
pt: Adicionar à lista de reprodução...

source: Pin
es: Fijar al inicio
fr: Épingler
pt: Fixar

# PlayButton.Content
source: Play all
es: Reproducir todo
fr: Tout lire
pt: Reproduzir tudo

source: Unpin
es: Desanclar
fr: Détacher
pt: Desafixar

# AlbumsString
source: Albums
es: Álbumes
pt: Álbuns

# Artists.Text
source: Artists
es: Artistas
fr: Artistes
pt: Artistas

# ArtistsString
source: Artists
es: Artistas
fr: Artistes
pt: Artistas

# Favorites.Text
source: Favorites
es: Favoritos
fr: Favoris
pt: Favoritos

# SearchCollection.PlaceholderText
source: Search in your collection
es: Buscar en su colección
fr: Recherche dans votre collection
pt: Pesquise em sua coleção

# SongsString
source: Songs
es: Canciones
fr: Chansons
pt: Músicas

source: Album
es: Álbum
pt: Álbum

source: Artist
es: Artista
fr: Artiste
pt: Artista

# EditFavoritesTitle.Text
source: Tap, hold and drag to reorder your favorites. You can also select more than one item and drag them together.
es: Toque, mantenga y arrastre para ordenar sus favoritos. También puede seleccionar más de uno y mover todos juntos.
fr: Pour organiser votre favoris, tap, maintenez et faites glisser pour réorganiser vos favoris. Vous pouvez également sélectionner plus d'un article et de les faire glisser ensemble.
pt: Toque, segure e arraste para reordenar seus favoritos. Você também pode selecionar mais de um item e movê-los juntos.

# Language
source: EN
es: ES
fr: FR
pt: PT

source: Later
es: Ahora no
fr: Plus tard
pt: Mais tarde

# Loading.Text
source: Loading...
es: Cargando...
fr: Chargement...
pt: Carregando...

source: No
fr: Non
pt: Não

# NoSongsMessage.Text
source: You don't have any song from this artist
es: Usted no tiene ninguna música de este artista.
fr: Vous ne devez pas aucune chanson de cet artiste
pt: Você não possui nenhuma música deste artista.

source: Now
es: Ahora
fr: Maintenant
pt: Agora

# WhatsNew.Text
source: What's new in this version?
es: ¿Qué hay de nuevo en esta versión?
fr: Ce qui est nouveau dans cette version?
pt: O que há de novo nesta versão?

source: Yes
es: Sí
fr: Oui
pt: Sim

source: Playing
es: Reproduciendo
fr: En ce moment
pt: Reproduzindo

# AddToPlaylistFile
source: Add to playlist...
es: Agregar a lista de reproducción...
fr: Ajouter à la playlist...
pt: Adicionar à lista de reprodução...

# PlaylistsString
source: Playlists
es: Listas de reproducción
fr: Listes de lecture
pt: Listas de reprodução

source: Song
es: Canción
fr: Chanson
pt: Música

# FeedbackButton.Content
source: Send your feedback
es: Envíe sus comentarios
fr: Envoyer vos commentaires
pt: Enviar comentários

# FeedbackSubtitle.Text
source: Tell us what you think about the app
es: Cuéntanos lo que piensas acerca de la aplicación
fr: Dites ce que vous pensez de l'application
pt: Diga o que você acha do aplicativo

# ThanksFeedback
source: Thanks for your feedback!
es: ¡Agradecemos sus comentarios!
fr: Merci pour vos commentaires!
pt: Agradecemos os seus comentários!

# PlaylistEditorTitle.Text
source: To reorder your playlist, just tap, hold and drag the song you want. You can also select more than one and drag them together.
es: Para reordenar la lista de reproducción, toque, mantenga y arrastre la canción que desea. Usted puede también seleccionar más de una y arrastrarlos juntos.
fr: Pour réorganiser votre liste de lecture, appuyez simplement sur, maintenez et faites glisser la musique que vous voulez. Vous pouvez aussi sélectionner plus d'un et les faire glisser ensemble.
pt: Para reorganizar sua lista de reprodução, basta tocar, segurar e arrastar a música que você deseja. Você também pode selecionar mais de uma e arrastá-las juntas.

# PreparingCollection.Text
source: Preparing your collection...
es: Preparando su colección...
fr: Préparation de votre collection...
pt: Preparando sua coleção...

# RemoveSongEditor.Content
source: Remove
es: Eliminar
fr: Enlever
pt: Remover

# SettingsString
source: Settings
es: Ajustes
fr: Paramètres
pt: Configurações

# WelcomeAudictive.Text
source: Welcome to Audictive Music!
es: ¡Bienvenido a Audictive Music!
fr: Bienvenue à Audictive Music!
pt: Bem-vindo ao Audictive Music!

# WelcomeAudictiveCaption.Text
source: WSCenter Music is now Audictive Music! All your personal settings are saved and the app is ready to use.
es: ¡WSCenter Music es ahora Audictive Music! Todas sus configuraciónes personales se han mantenido y la aplicación está preparada para uso.
fr: WSCenter Music est maintenant Audictive Music! Tous vos paramètres personnels sont sauvegardés et l'application est prête à utiliser.
pt: WSCenter Music agora é Audictive Music! Todas as suas configurações pessoais foram mantidas e o aplicativo está pronto para o uso.

# ContactSupport.Text
source: Contact support
es: Hable con el apoyo
fr: Parler à l'appui
pt: Contate o suporte

# WebSearchProvider
source: http://www.last.fm/music/
es: http://www.last.fm/es/music/
fr: http://www.last.fm/fr/music/
pt: http://www.last.fm/pt/music/

# AlbumMenu.Text
source: Album
es: Álbum
pt: Álbum

# ArtistMenu.Text
source: Artist
es: Artista
fr: Artiste
pt: Artista

# AutoCheckCollectionCaption.Text
source: Enable or disable the automatic verification in your music library. May not work properly in battery saver mode.
es: Habilita o deshabilita la comprobación automática de tu biblioteca musical. Puede no funcionar correctamente en modo de ahorro de batería.
fr: Activer ou désactiver la vérification automatique dans votre bibliothèque musicale. Peut ne pas fonctionner correctement en mode d'économie de batterie.
pt: Ativa ou desativa a verificação automática em sua biblioteca de músicas. Pode não funcionar corretamente no modo economia de bateria.

# AutoCheckCollectionToggle.Header
source: Automatic verification
es: Comprobación automática
fr: Vérification automatique
pt: Verificação automática

# AutoVerificationTitle.Text
source: Would you like to automatically check for new songs in your music library?
es: ¿Quieres comprobar automáticamente nuevas canciones en su biblioteca de música?
fr: Voulez-vous pour vérifier automatiquement les nouveaux morceaux de votre bibliothèque musicale?
pt: Gostaria de verificar automaticamente por novas músicas em sua biblioteca de músicas?

# SongMenu.Text
source: Song
es: Canción
fr: Chanson
pt: Música

# SortByButton.Content
source: Sort by:
es: Ordenar por:
fr: Trier par:
pt: Ordenar por:

# TransparentTileToggle.Header
source: Transparent tile
es: Azulejo transparente
fr: Tuile transparente
pt: Bloco transparente

# AlbumsMenu.Content
source: Albums
es: Álbumes
pt: Álbuns

# ArtistsMenu.Content
source: Artists
es: Artistas
fr: Artistes
pt: Artistas

# SupportSettingsItem.Text
source: Contact support
es: Hable con el apoyo
fr: Parler à l'appui
pt: Fale com o suporte

# NowPlayingMenu.Content
source: Now playing
es: Reproduciendo ahora
fr: Lecture en cours
pt: Em reprodução

# PlaylistsMenu.Text
source: Playlists
es: Listas de reproducción
fr: Listes de lecture
pt: Listas de reprodução

# SettingsMenu.Content
source: Settings
es: Ajustes
fr: Paramètres
pt: Configurações

# SongsMenu.Content
source: Songs
es: Canciones
fr: Chansons
pt: Músicas

# AskForDonation
source: Make a donation
es: Haga una donación
fr: Faire un don
pt: Faça uma doação

# AskForDonationErrorMessage
source: Unfortunately, it was not possible to complete your donation. Try again in a few minutes :)
es: Lamentablemente, no fue posible completar su donación. Inténtalo de nuevo en unos minutos :)
fr: Malheureusement, il n'a pas été possible de compléter votre don. Réessayez dans quelques minutes :)
pt: Infelizmente, não foi possível completar a doação. Tente novamente mais tarde :)

# AskForDonationErrorTitle
source: Couldn't complete your donation
es: No se ha podido completar su donación
fr: Impossible de compléter votre don
pt: Não foi possível completar sua doação

# AskForDonationMessage
source: Your contribution is very important to keep the application updated
es: Su contribución es muy importante para mantener la aplicación actualizada
fr: Votre contribution est très important de garder l'application mise à jour
pt: Sua contribuição é muito importante para manter o aplicativo atualizado

# AskForDonationTitle
source: Would you like to contribute with the developer?
es: ¿Te gustaría contribuir con el desarrollador?
fr: Voulez-vous contribuer au développeur?
pt: Gostaria de contribuir com o desenvolvedor?

# GeneralImprovements.Text
source: General improvements
es: Mejoras generales
fr: Améliorations générales
pt: Melhorias gerais

# DonateSettingsItem.Text
source: Collaborate with the developer
es: Colaborar con el desarrollador
fr: Collaborer avec le développeur
pt: Colabore com o desenvolvedor

# OtherFeatures.Text
source: Other features
es: Otras funciones
fr: Les autres fonctions
pt: Outros recursos

source: Proceed
es: Completar
fr: Compléter
pt: Concluir

# SpecialThanksTo.Text
source: Special thanks to:
es: Agradecimientos especiales a:
fr: Remerciements particuliers à:
pt: Agradecimento especial para:

source: Stop reminding me
es: Dejar de recordarme
fr: Arrête de me rappeler
pt: Pare de me lembrar

# WhatsNewTutorial1.Text
source: Swipe from the bottom to have an easy access to the music progress bar
es: Diapositiva de abajo hacia arriba para un acceso rápido a la barra de progresso de la música
fr: Faire glisser du fond d'avoir un accès facile à la barre de progression de la musique
pt: Deslize de baixo para cima para ter acesso rápido a barra de progresso da música

# WhatsNewTutorial2.Text
source: Tap and hold on an album to instantly see it's content
es: Toque y mantenga en un álbum para ver su contenido al instante
fr: Appuyez et maintenez sur un album pour voir instantanément son contenu
pt: Toque e segure em um álbum para instantaneamente ver o seu conteúdo

# WhatsNewButton.Content
source: WHAT'S NEW IN THIS VERSION?
es: ¿QUÉ HAY DE NUEVO EN ESTA VERSIÓN?
fr: CE QUI EST NOUVEAU DANS CETTE VERSION?
pt: O QUE HÁ DE NOVO NESTA VERSÃO?

# Bio.Text
source: Biography
es: Biografía
fr: Biographie
pt: Biografia

# DiscoverOn.Content
source: Discover on
es: Descubre en
fr: Découvrir sur
pt: Descubra no

# ReadMore.Content
source: Read more
es: Leer más
fr: Lire plus
pt: Ler mais

# RelatedArtists.Text
source: Related artists
es: Artistas relacionados
fr: Artistes liés
pt: Artistas relacionados

# DeleteDataButton.Content
source: Delete app data
es: Eliminar datos de la aplicación
pt: Apagar dados

# DeleteDataCaption.Text
source: If something is not working as it should, you can erase all data and settings saved by the application. The application can be closed in order to apply the changes.
es: Si algo no funciona como debería, puede borrar todos los datos y configuraciones guardados por la aplicación. La aplicación se puede cerrar para aplicar los cambios.
pt: Se algo não estiver funcionando como deveria, você pode redefinir os dados do aplicativo. Algumas ações podem precisar da reinicialização do aplicativo.

# DeleteDataChooseAlbumCovers.Content
source: Reset album covers
es: Restablecer portadas de álbumes
pt: Redefinir capas dos álbuns

# DeleteDataChooseEverything.Content
source: Delete everything
es: Eliminar todo
pt: Apagar tudo

# DeleteDataChooseHeader.Text
source: Choose what you want to delete
es: Elija lo que desea eliminar
pt: Escolha o que você deseja apagar

# DeleteDataChooseImages.Content
source: Images
es: Imágenes
pt: Imagens

# DeleteDataChooseSettings.Content
source: Personal settings
es: Configuraciones personales
pt: Configurações pessoais

# DeleteDataHeader.Text
source: Reset application
pt: Redefinir aplicativo

# Remove.Content
source: Remove
pt: Remover

source: Last played song
es: Última reproducción
fr: Derniers chanson jouée
pt: Última reprodução

source: What's next?
es: En seguida
fr: Et après?
pt: Em seguida

source: Delete
es: Eliminar
fr: Supprimer
pt: Excluir

# DeletePlaylistMessage
source: Are you sure you want to delete this playlist? This will not affect your files.
es: ¿Estás seguro que desea eliminar esta lista de reproducción? No afectará suas archivos.
fr: Êtes-vous sûr de vouloir supprimer cette playlist? Cela ne va pas affecter vos fichiers.
pt: Você tem certeza de que você quer excluir esta lista de reprodução?

# DeletePlaylistMessageTitle
source: Delete playlist
es: Eliminar lista de reproducción
fr: Supprimer liste de lecture
pt: Excluir lista de reprodução

# Medium.Text
source: Medium
es: Medio
fr: Vignettes moyennes
pt: Médio

# PlayMenu.Text
source: Play
es: Reproducir
fr: Tout lire
pt: Reproduzir

# Resize.Text
source: Resize
es: Redimensionar
fr: Redimensionner
pt: Redimensionar

# Small.Text
source: Small
es: Pequeño
fr: Petites vignettes
pt: Pequeno

# UnpinMenu.Text
source: Unpin
es: Desanclar
fr: Détacher
pt: Desafixar

# Wide.Text
source: Wide
es: Amplio
fr: Vignettes larges
pt: Largo

source: Initializing
es: Inicializando
fr: Initialisant
pt: Inicializando

# LoadCollectionFullVerification.Text
source: Full verification
es: Exploración completa
fr: Vérification complète
pt: Verificação completa

# LoadCollectionNewItems.Text
source: Fast verification
es: Exploración rápida
fr: Vérification rapide
pt: Verificação rápida

# LockScreenSettingsItem.Text
source: Update lock screen image
es: Actualizar la imagen de la pantalla de bloqueo
fr: Mise à jour de l'image de l'écran de verrouillage
pt: Atualizar imagem da tela de bloqueio

# LockScreenToggleCaption.Text
source: Update your lock screen with the current playing artist image. To go back to your previous lock screen background, navigate to Windows Settings > Personalization > Lock screen and set a new image.
es: Actualiza la pantalla de bloqueo con la imagen del artista en reproducción. Para volver a la imagen pre-definido, vaya a Configuración> Personalización> Pantalla de bloqueo.
fr: Mettez à jour votre écran de verrouillage avec l'image de l'artiste. Pour revenir à votre précédente fond d'écran de verrouillage, accédez à Paramètres Windows> Personnalisation> écran de verrouillage et de définir une nouvelle image.
pt: Atualiza sua tela de bloqueio com a imagem do artista em reprodução. Para voltar à imagem previamente definida, navegue para Configurações > Personalização > Tela de bloqueio.

source: of
es: de
fr: de
pt: de

# CollectionSection.Title
source: Collection
es: Colección
pt: Coleção

# Credits.Title
source: Credits
es: Créditos
fr: Références
pt: Créditos

# DownloadImagesConnection.Header
source: Download using:
es: Descargar usando:
fr: Télécharger en utilisant:
pt: Baixar usando:

# DownloadImagesConnectionCaption.Text
source: Choose how the images will be downloaded.
es: Elige cómo se descargarán las imágenes.
fr: Choisissez la façon dont les images seront téléchargées.
pt: Escolha como as images serão baixadas.

# MobileConnection.Content
source: Cellular data
es: Datos de telefonía móvil
fr: Données cellulaire
pt: Dados da rede celular

# WiFiAndMobileConnection.Content
source: Wi-Fi, Ethernet or cellular data
es: Wi-Fi, Ethernet o datos de telefonía móvil
fr: Wi-Fi, Ethernet ou cellular data
pt: Wi-Fi, Ethernet ou dados da rede celular

# NoRecentPlaysMessage.Text
source: There's no recent plays. Play something to appear here.
es: No hay reproducción reciente. Toca algo para qué aparezca aquí.
fr: Il n'y a pas les joueurs récents. Jouez quelque chose à apparaître ici.
pt: Não há reproduções recentes. Reproduza algo para que apareça aqui.

# FeatureLiveTile.Text
source: The start screen gains life! Would you like to turn on the live tile?
es: ¡La pantalla de inicio gana vida! ¿Le gustaría de activar el azulejo en vivo?
fr: L'écran de démarrage gains vie! Voulez-vous tourner sur le carreau en direct?
pt: A tela inicial ganha vida! Gostaria de ativar o bloco dinâmico do aplicativo?
